[{
    "id": 946656000,
    "title": "The Winning Habits of Steve Jobs\r",
    "subtitle": "",
    "author": "Dr. Robert Toguchi\r",
    "genre": "Self-Help\r",
    "amazon_link": "https://www.amazon.com/Winning-Habits-Steve-Jobs/dp/1648953069/ref=sr_1_1?crid=1CBONIRSAL0DR&keywords=9781648953064&qid=1642667097&sprefix=9781648953064%2Caps%2C283&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61WG342+-eL.jpg\r",
    "content": "Dr. Robert Toguchi is a writer who has served as a former faculty member of the National Defense University teaching courses on leadership, strategy, and personal effectiveness. He also spent a decade contributing to conceptual change within the US Army and served two tours with the US Army Training and Doctrine Command as the director, Strategic Plans, and chief, Initiatives Group. He and his wife, Tina, live in Vass, North Carolina."
}, {
    "id": 946656000,
    "title": "\"The Bee Tree \"\r",
    "subtitle": "",
    "author": "Margaret And Margene Wiese\r",
    "genre": "Literature & Fiction\r",
    "amazon_link": "https://www.amazon.com/Bee-Tree-Margaret-Margene-Wiese/dp/1648953123/ref=sr_1_1?crid=33YMLO8MDN6MG&keywords=9781648953125&qid=1642666719&sprefix=9781648953125%2Caps%2C546&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61EwcPWSf+L.jpg\r",
    "content": "Margaret was born as Margaret Ann Wicklund on November 17, 1925. She was born at home and was very small. She slept in a drawer with a hot water bottle that was covered to keep her warm. Even though she was small she had a fighting Spirit within her that kept her alive and thriving. She was the second girl to be born to Gust and Alvina Wicklund. She had three sisters and three brothers. She later became a Mother, Aunt and a Grandmother. She married Curtis Allen Wiese after he got home from World War II. They had four children, two boy's and two girls. She is now in Heaven with her first love Jesus, since June of 1985. Margaret's biggest Achievement was leaving her family a Legacy of her written words that she tried during her lifetime to get Published. She was not able to achieve that in life, but it is being done now after she has gone on to Heaven. Making her Dreams come true."
}, {
    "id": 946656000,
    "title": "Asim's Extraordinary Journeys\r",
    "subtitle": "",
    "author": "Tommy Lee Davis\r",
    "genre": "Fantasy\r",
    "amazon_link": "https://www.amazon.com/Asims-Extraordinary-Journeys-Rogue-Elephants/dp/1648953085/ref=sr_1_1?crid=2TT635083V9E4&keywords=9781648953088&qid=1642667038&sprefix=9781648953088%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71QhNnYszBL.jpg\r",
    "content": "\r\n\r\nTommy Lee Davis was born in Hertfordshire, England. He first became interested in writing at Saint Mary's School in Welwyn. He later moved to the United States, moving around for a while before he settled in Las Vegas. With his wife, April. This is his second book in a series"
}]