[{
    "id": 946656000,
    "title": "World Without Cancer and Candida\r",
    "subtitle": "",
    "author": "Jack Mavian\r",
    "genre": "Diseases & Physical Ailments\r",
    "amazon_link": "https://www.amazon.com/World-Without-Cancer-Candida-Mavian/dp/1648953220/ref=sr_1_1?crid=24JUZF8IXDBQG&keywords=9781648953224&qid=1642667427&sprefix=9781648953224%2Caps%2C382&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71xssK9kqkL.jpg\r",
    "content": "This book is a comprehensive compilation of over one hundred natural and alternative cancer treatments. It is a result of extensive research of the methods cancer victors have used to make themselves cancer free. Read their stories, which is a directory of over 3,000 people who beat their cancer using the treatments described in this book. The objectives of the book are these:\r\n\r\n\r\n\r\n* Encourage you to be open-minded and seek all the information about your choices of treatments\r\n* Be a starting point for your discussions with your doctor or with the qualified, licensed physicians who use these treatments in their practices, or your chosen natural therapist. Please do not delay in consulting a licensed physician for an opinion if you suspect you have cancer.\r\n* Be a starting point for your own research so you can make the best-informed decisions about your treatment plan.\r\n\r\n\r\n\r\nThe consensus of the majority of alternative cancer therapists is that, the chance of full recovery using alternative therapies is almost 100% with a newly diagnosed condition of early cancer, before any traumatic or toxic treatments have been received. Unfortunately, by the time most patients consider alternative treatments, they have already undergone other treatments. The e-book does not advise you which treatments to choose. It simply provides you with information that you are unlikely to obtain from your doctor or find by yourself. You can make use of the information in discussions with experts who developed these treatments and with the qualified, licensed physicians, therapists, and clinics who use them in their practices."
}, {
    "id": 946656000,
    "title": "There Is Still yet Hope\r",
    "subtitle": "",
    "author": "Lamarr Davenport Jr.\r",
    "genre": "Self-Help\r",
    "amazon_link": "https://www.amazon.com/There-Still-Hope-Lamarr-Davenport/dp/1648953514/ref=sr_1_1?crid=1VP8ZSA0PBX7W&keywords=9781648953514&qid=1642670443&sprefix=9781648953514%2Caps%2C286&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61JkEwROJ9L.jpg\r",
    "content": "In There Is Still Yet Hope, Pastor Lamarr Davenport Jr. confronts and deals with some of his own past hurt, failures, and pain. This book was written to help you understand that even though your situation looks helpless, you carry within yourself the solution to your problems.\r\n\r\nIn this book, Pastor Davenport deals with\r\n\r\n\r\n\r\n* understanding your purpose,\r\n* putting your pieces back together, and\r\n* why we must be broken.\r\n\r\n\r\n\r\nGet ready to confront your past and grasp your future."
}, {
    "id": 946656000,
    "title": "The Witches' Cat\r",
    "subtitle": "",
    "author": "Joyce Ann Graham\r",
    "genre": "Children's Books\r",
    "amazon_link": "https://www.amazon.com/Witches-Cat-Joyce-Ann-Graham/dp/1648953360/ref=sr_1_1?crid=282S4H8QQH3MF&keywords=9781648953361&qid=1642667393&sprefix=9781648953361%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61HY4jeQC1L.jpg\r",
    "content": "Echo and Rayne are on a mission to find the witch's cat. There are troublemakers in the neighborhood. Once Echo and Rayne find out they are true witches, the paybacks begin. Michael, Tommy, and Doug never mess with the girls again."
}, {
    "id": 946656000,
    "title": "The Winning Habits of Steve Jobs\r",
    "subtitle": "",
    "author": "Dr. Robert Toguchi\r",
    "genre": "Self-Help\r",
    "amazon_link": "https://www.amazon.com/Winning-Habits-Steve-Jobs/dp/1648953069/ref=sr_1_1?crid=1CBONIRSAL0DR&keywords=9781648953064&qid=1642667097&sprefix=9781648953064%2Caps%2C283&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61WG342+-eL.jpg\r",
    "content": "***The Winning Habits of Steve Jobs*** provides a glimpse into the successful attributes of this remarkable icon of the technology industry. Often characterized as one of the founders of the personal computer revolution, Steve Jobs displayed distinct habits and behaviors of entrepreneurship that were the foundations of his success. Of note, the vast majority of books that describe Jobs's success emphasizes what he did in terms of dates, events, start-ups, and product launches.\r\n\r\nOther books discuss lessons learned, but they rarely address the approach of how to apply these insights. This book is different. Rather than focusing on a chronology of biographical events, *Winning Habits* will delve into an exploration of the how behind Jobs's remarkable success. It provides the perspective that Steve designed his personal life to optimize many aspects of entrepreneurship by creating and sustaining successful habits that were aligned with his core values. These core habits supported his long-term goal of becoming the preeminent technology entrepreneur of his time.\r\n\r\nBeyond the habits of Steve Jobs, this book also innovates by comparing these remarkable habits with those of entrepreneurs Jeff Bezos, Mark Cuban, Elon Musk, Bill Gates, Mark Zuckerberg, Warren Buffett, and Larry Ellison."
}, {
    "id": 946656000,
    "title": "The Haunted House\r",
    "subtitle": "",
    "author": "Donald Wayne Haney\r",
    "genre": "Children's Books\r",
    "amazon_link": "https://www.amazon.com/Haunted-House-Donald-Wayne-Haney/dp/1648953581/ref=sr_1_1?crid=3CS6718ELASC2&keywords=9781648953583&qid=1642669857&sprefix=9781648953583%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71jXj3ML3wL.jpg\r",
    "content": "Once upon a dreary midnight, a full moon is shining bright in the dark sky on this spooky, creepy, scary Halloween-fun-filled frightful night!"
}, {
    "id": 946656000,
    "title": "The Prayer of Agreement\r",
    "subtitle": "",
    "author": "Dr. Estelle Gross Cyrus\r",
    "genre": "Religion & Spirituality\r",
    "amazon_link": "https://www.amazon.com/Prayer-Agreement-Reposition-Ourselves-God/dp/1648953689/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642669739&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/714vjFME8kL.jpg\r",
    "content": "God desires a relationship with all mankind. Sin broke that relationship between God and man. Jesus' death and resurrection opened the door to restore that relationship and connected heaven and earth in a unique way. *The Prayer of Agreement* is written for both clergy and laity to access God's promises and reposition themselves in God purposes in reaching our world in prayer.\r\n\r\n\r\n\r\nImagine what would happen if every believer took the promises of God seriously. Then imagine being armed with the Word of God and joined with others in prayer who are expecting the will of God to be accomplished on earth as it is in heaven. When God's church becomes the house of prayer, it would be empowered and produce results. As a believer, explore the promises of God that results from *the prayer of agreement*. This world can be touched with the reality of a living God, active in our world."
}, {
    "id": 946656000,
    "title": "The Middle Generation Syndrome\r",
    "subtitle": "",
    "author": "Dr. Earl Bracy\r",
    "genre": "Schools & Teaching\r",
    "amazon_link": "https://www.amazon.com/Middle-Generation-Syndrome-Throw-Society/dp/1648953530/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670140&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71OkJe9XcnL.jpg\r",
    "content": "Today, we live in a society where many adults in the middle generation have self-destructed. Their behavior is very disturbing and confusing to those around them. Due to their reckless and odd behaviors, grandparents (their parents) are put in the position of having to care for the children of the middle generation parents. The middle generation absenteeism has put a tremendous strain on society that has and will cause a deep impact for generations to come. This book spells out the reasons for this malady and offers solutions."
}, {
    "id": 946656000,
    "title": "The Creation of the Physical Universe, to Heaven, to Hell, and Back Again\r",
    "subtitle": "",
    "author": "Earl Thomas O'Farrell\r",
    "genre": "Religious Studies\r",
    "amazon_link": "https://www.amazon.com/Creation-Physical-Universe-Heaven-Again/dp/1648953263/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670099&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71SB7EfgvNL.jpg\r",
    "content": "Explore how the physical universe was created as well as the spiritual version that explains our existence.\r\n\r\n\r\n\r\nWhile it's up to you to decide which version to believe, this book shows that both explanations are remarkably similar as the same events had to occur with both.\r\n\r\n\r\n\r\nEarl Thomas O'Farrell draws on his decades of experience as a researcher of religious beliefs, astrophysical theories, the cosmology of the universe to examine the spiritual and scientific beginnings of the universe. He explores the Quantum World and how magnetism was created from the beginning before anything existed, and how its components changed everything and began the Creation Process and led to the Big Bang. Without the Big Bang we wouldn't have had anything, but with the Big Bang following Quantum Law including Einstein's theory the entire Physical Universe was created. The Super Massive Storms which formed in the Dark World that created the galaxies and converted into Super Massive Black Holes to control the Universe. Dark Matter came along to hold the Universe together, and its partner, Dark Energy, emerged to keep things far enough apart to maintain the Universe for billions upon billions of years. The significance of the Higgs Boson, and the evolutionary Processes of Energy, Matter, Life, and Particle Formation that provided the elements necessary to create Space, Time, Space-Time \"Fabric\", Light, Atoms, Matter, and Gravity all of which came together to form Stars, then Planets and all other Celestial Matter. And finally, Life evolved into the creation.\r\n\r\n\r\n\r\nLife changed everything throughout the entire Universe, and, of course, it was God's main purpose for the creation, and gave God and his Universe a reason for their existence.\r\n\r\n\r\n\r\nTake a big step forward in understanding the world and decide for yourself the role God plays in our lives with the facts and insights in this book that explores the origins of the Universe. Then, sit back for some heavy thinking (meditation if you prefer). Then, sit back further and ask yourself (What is this World and Life all about?). Is God for Real? Or Not?"
}, {
    "id": 946656000,
    "title": "\"The Bee Tree \"\r",
    "subtitle": "",
    "author": "Margaret And Margene Wiese\r",
    "genre": "Literature & Fiction\r",
    "amazon_link": "https://www.amazon.com/Bee-Tree-Margaret-Margene-Wiese/dp/1648953123/ref=sr_1_1?crid=33YMLO8MDN6MG&keywords=9781648953125&qid=1642666719&sprefix=9781648953125%2Caps%2C546&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61EwcPWSf+L.jpg\r",
    "content": "The vision of The Bee Tree came to life when Margaret was sitting in front of her kitchen window and saw bees working on the Pear tree that stood outside. To her it was fascinating watching the bees busily collecting the nectar that flowed out of the Pears that were overripe and fell to the ground. Once they had been blossoms that the bees pollenated to become the pears that some were picked to get canned and some were made into pear butter. Some, to be eaten fresh. Margaret thought and visualized the families that would be intertwined by the Pear tree that was to become their stories in her book called The Bee Tree and how it was the connection and representing the Tree of their lives. and becoming a planting ground for a story that would some day be shared with not only her own fami1ly, but shared with the World."
}, {
    "id": 946656000,
    "title": "Rescue\r",
    "subtitle": "",
    "author": "Louis De Martinis\r",
    "genre": "Action & Adventure\r",
    "amazon_link": "https://www.amazon.com/Rescue-Louis-Martinis/dp/1648953441/ref=sr_1_1?crid=1H9NBJEJS31CG&keywords=9781648953446&qid=1642670354&sprefix=9781648953446%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71M67NLzX7L.jpg\r",
    "content": "A small group of highly skilled mercenaries who report directly to the vice president are sent anywhere in the world to defend America's interests. Their mission can be rescuing a scientist in a Chinese prison to eliminating a bomber inside Iran."
}, {
    "id": 946656000,
    "title": "In the End\r",
    "subtitle": "",
    "author": "Ken Saik\r",
    "genre": "Literature & Fiction\r",
    "amazon_link": "https://www.amazon.com/End-Ken-Saik/dp/1648953468/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642669983&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61FRWDlVRoL.jpg\r",
    "content": "A Sinkhole Swallows 12 Teens\\\r\n\\\r\nIn this young/adult adventure novel, 12 senior high boys attempt to escape death by sliding down a rope and climbing into an old mine tunnel, the entrance to an underground labyrinth.\\\r\n\\\r\nOne of the boys senses a menacing presence, but he can't prove its existence. Then the mine's dangers claim one life after another.\\\r\n\\\r\nThe close-knit boys soon realize that their limited food and water supplies is the least of their problems. Hope of returning home changes to needing to find a way out of the endless, dangerous, dark tunnels to escape whatever is killing them off.\\\r\n\\\r\nStart reading In the End by clicking 'Look Inside\" above and discover the two vital values that help the remaining boys win their struggle for survival."
}, {
    "id": 946656000,
    "title": "Pneuma\r",
    "subtitle": "",
    "author": "Roger K. Holcomb\r",
    "genre": "Religion & Spirituality\r",
    "amazon_link": "https://www.amazon.com/Pneuma-Work-Spirit-Roger-Holcomb/dp/1648953492/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670186&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71b1jh964cL.jpg\r",
    "content": "Often, observes Roger K. Holcomb, people do not allow themselves to experience the wholeness of life. So the life experience may have started with him as a small lad, working along with his grandfather, Amos Brady Westfall.\r\n\r\nAs his grandfather worked several jobs, a schoolteacher in a one-room school, Jackson County, West Virginia, a blacksmith, and also a farmer. Growing up, he went to school and finished in 1970. Then, he moved to Ohio and worked and met his wife, Fraun. Two years went by, then they had their first son.\r\n\r\nHe worked in small Assembly of God churches. He was also working to become a minister. Later, their two other children were born. The three children's names are Roger, Shawna, Brady, and they are married and blessed us with ten grandchildren and all working in church.\r\n\r\nFrom 1990 to 1995, he pastored a small independent church for five years. From 1995 to 2002, he pastored an independent church in West Virginia Conference and Hosten Conference in Virginia.\r\n\r\nRoger Holcomb resides in Radford, Virginia, today with his family and friends."
}, {
    "id": 946656000,
    "title": "Plague of Terror\r",
    "subtitle": "",
    "author": "David Paul\r",
    "genre": "Thrillers & Suspense\r",
    "amazon_link": "https://www.amazon.com/Plague-Terror-David-Paul/dp/1648952801/ref=sr_1_1?crid=2YOFBM2BS68R2&keywords=9781648952807&qid=1642667346&sprefix=9781648952807%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71ZgAL0ioLL.jpg\r",
    "content": "Ravenous entities from hell and messengers of heaven engage in a terrible spiritual battle when Satanists and terrorists join forces to unleash a deadly plague upon the planet. Can a small band of men and women stop the pandemic holocaust? Will three romantic relationships forged during the social chaos withstand an apocalyptic battle with evil? The answers hide with a strange man with brown skin and blue eyes, suddenly present and just as suddenly gone.\r\n\r\n\"If you like the novels of Stephen King, Frank Peretti, J. R. R. Tolkien, and C. S. Lewis, then Plague of Terror is the book for you.\"\r\n\r\n\\-Francis C. Rossow\r\n\r\nEmeritus, Concordia Seminary,\r\n\r\nSt. Louis, Missouri\r\n\r\n\"Plague of Terror is one of those books that grabs you.\"\r\n\r\n\\-Michael J. Chapman,\r\n\r\nAuthor and national lecturer on public education\r\n\r\nand revisionist history"
}, {
    "id": 946656000,
    "title": "Interrupted To Be\r",
    "subtitle": "",
    "author": "Dr. Annie B. Wilder\r",
    "genre": "Religion & Spirituality\r",
    "amazon_link": "https://www.amazon.com/Interrupted-Be-Dr-Annie-Wilder/dp/1648953700/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670396&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71S+dhItogL.jpg\r",
    "content": "***It is not a \"how to book\"***-***\"it is a God can book.\"***\r\n\r\nThose are the words Dr. Wilder heard in her spirit regarding the intended purpose for this book. She has endeavored to stay true to the assignment."
}, {
    "id": 946656000,
    "title": "Murder Most Complicated\r",
    "subtitle": "",
    "author": "Susan M. Lee\r",
    "genre": "Mystery, Thriller & Suspense\r",
    "amazon_link": "https://www.amazon.com/Murder-Most-Complicated-Susan-Lee/dp/1648953603/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670051&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71gryOp7JvL.jpg\r",
    "content": "A young woman survives an attempted murder in Sudbury, Ontario, and Detective Inspector Vincent Powell is assigned to the case. However, nothing is as simple as it first appears. The investigation develops a life of its own, and Vincent finds himself working with police teams on both sides of the Atlantic. FBI-trained profiler and criminologist Dr. Gary Hopkins is a member of the joint task force, but even he is challenged by the complexity of this investigation. Who wants this young woman dead? The whys and wherefores may be understood, but where is the proof? And can the perpetrator be brought to justice?\r\n\r\n\r\n\r\nMurder Most Complicated is a psychological mystery and an old-fashioned whodunit. It will keep you guessing until the end."
}, {
    "id": 946656000,
    "title": "How do you see me Inside Out?\r",
    "subtitle": "",
    "author": "Margene Wiese-Baier\r",
    "genre": "Biographies & Memoirs\r",
    "amazon_link": "https://www.amazon.com/How-you-Inside-sees-Beautiful/dp/1648953158/ref=sr_1_1?crid=3DWOY2D2JSMHG&keywords=9781648953156&qid=1642667248&sprefix=9781648953156%2Caps%2C581&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71Au7dWseuL.jpg\r",
    "content": "Im on a Journey called Life. I have been through a lot on this Journey. Even having a near-Death experience in March of 2009, when I fell and knew I could have died instantly. I told God, not asked HIM, \"God, if you want me to come home, I am ready, but if you still have work for me to do, I am willing to stay.\"\r\n\r\nI guess I still have work to do because I am still here. It has not been easy, and some days I wished I would have gone Home to be with HIM and my Mother and daughter and all my pets. I know they are all in Heaven, and I will see them again someday. For now, I am working toward all the Promises and the Destiny that He has for me.\r\n\r\nLove, Margene."
}, {
    "id": 946656000,
    "title": "Here and Hereafter\r",
    "subtitle": "",
    "author": "Joy Ibsen\r",
    "genre": "Religion & Spirituality\r",
    "amazon_link": "https://www.amazon.com/Here-Hereafter-Connection-Joy-Ibsen/dp/1648953565/ref=sr_1_1?crid=1EWRS2XRDQ7M3&keywords=9781648953569&qid=1642669233&sprefix=9781648953569%2Caps%2C529&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/81o9DxlYgpL.jpg\r",
    "content": "Here and Hereafter is about what happens when mortality and eternity come together, often at times of life-endings, expanding human consciousness, connecting earthly life with afterlife."
}, {
    "id": 946656000,
    "title": "Asim's Extraordinary Journeys\r",
    "subtitle": "",
    "author": "Tommy Lee Davis\r",
    "genre": "Fantasy\r",
    "amazon_link": "https://www.amazon.com/Asims-Extraordinary-Journeys-Crystal-Chalice/dp/1648954782/ref=sr_1_1?crid=2NVRSHYOTBIHB&keywords=9781648954788&qid=1642667142&sprefix=9781648954788%2Caps%2C280&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71bThH8A7WL.jpg\r",
    "content": "This third book takes you on an epic adventure spanning several mystic regions, in a magical time when wicked kings and monsters rule the lands. Asim and his warriors embark on an action-packed journey, encountering many battles on the way. Their lives are put in peril, as witches, warlocks, and many other dangerous creatures try to stop them on their hunt for the magical crystal chalice of Myru."
}, {
    "id": 946656000,
    "title": "Asim's Extraordinary Journeys\r",
    "subtitle": "",
    "author": "Tommy Lee Davis\r",
    "genre": "Fantasy\r",
    "amazon_link": "https://www.amazon.com/Asims-Extraordinary-Journeys-Rogue-Elephants/dp/1648953085/ref=sr_1_1?crid=2TT635083V9E4&keywords=9781648953088&qid=1642667038&sprefix=9781648953088%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71QhNnYszBL.jpg\r",
    "content": "It was a magical time of wicked kings and monsters. This second book takes Asim and his brave warriors on an epic journey, as they cross the lands to help those less fortunate, those not able to help themselves. This time, they are on a journey to Ghant to help two tribes; plagued by robbers; who kill not only elephants to steal their ivory tusks; but the tribesmen guarding them too.\r\n\r\nThe author takes you on an extraordinary journey, where you will encounter strange people, places, wizards, witches, and dragons along the way. Go with Asim and his friends on this fun packed but perilous journey through the mountains, forests, and villages as they put their lives on the line to try and end this ever-growing plight."
}, {
    "id": 946656000,
    "title": "Guide To Hospital Leadership\r",
    "subtitle": "",
    "author": "Dr. Arthur I. Hazlewood\r",
    "genre": "Health, Fitness & Dieting\r",
    "amazon_link": "https://www.amazon.com/Guide-Hospital-Leadership-Arthur-Hazlewood/dp/1648953301/ref=sr_1_1?crid=15LTC6BVKSE5B&keywords=9781648953309&qid=1642668198&sprefix=9781648953309%2Caps%2C280&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61PRsu4ZhaL.jpg\r",
    "content": "This guidebook covers requirements for current and future hospital leadership with focus on the Dental Department. By means of briefly chronicling the evolution of hospitals dating back from the eighteenth century to their present corporate structure, it provides a context for understanding the role of the dental department in the hospital. The book is presented in four sections. The first is historical, the second describes the governance, organization and management. The third section covers a broad range of subjects."
}, {
    "id": 946656000,
    "title": "Angels in Flight II\r",
    "subtitle": "",
    "author": "Margene Wiese-Baier\r",
    "genre": "Religion & Spirituality\r",
    "amazon_link": "https://www.amazon.com/Angels-Flight-II-Daily-Inspirations/dp/1648953174/ref=sr_1_1?crid=3LGAWN28DNHWK&keywords=9781648953170&qid=1642667295&sprefix=9781648953170%2Caps%2C291&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71qAPBLXYcL.jpg\r",
    "content": "Jacobs Ladder\r\n\r\nAnd he dreamed\r\n\r\nand behold, there\r\n\r\nwas a ladder set up\r\n\r\non the earth, and\r\n\r\nthe top of it\r\n\r\nreached to Heaven.\r\n\r\nAnd behold, the\r\n\r\nAngels of God were\r\n\r\nascending and\r\n\r\ndescending on it!\r\n\r\nGenesis 28:12"
}, {
    "id": 946656000,
    "title": "A Reluctant Pioneer\r",
    "subtitle": "",
    "author": "JoEllen Collins\r",
    "genre": "Dramas & Plays\r",
    "amazon_link": "https://www.amazon.com/Reluctant-Pioneer-Joellen-Collins/dp/164895328X/ref=tmm_pap_swatch_0?_encoding=UTF8&qid=1642670222&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/81j058X+ZDL.jpg\r",
    "content": "Leah Brown, a wife and mother from San Francisco, decides to spend time at a small cabin built in Idaho territory in the late 1860's by her great, great grandparents, Linnea and Thaddeus Milton. She debates further debilitating treatments for her illness, something that has precluded her being able to spend time with her husband Ned and two sons, away in summer camp. Her memories of childhood and the tragic loss of her father stir her mind, especially when she discovers Linnea's long-hidden diary. As she reads and rereads it and begins to explore the world around her, she gains perspective on the challenges women have always faced. She honors the pioneer's words and imagines Linnea's unwritten thoughts. Leah experiences a surprisingly different time in the old cabin than she expected."
}]