[{
    "id": 946656000,
    "title": "The Winning Habits of Steve Jobs\r",
    "subtitle": "",
    "author": "Dr. Robert Toguchi\r",
    "genre": "Self-Help\r",
    "amazon_link": "https://www.amazon.com/Winning-Habits-Steve-Jobs/dp/1648953069/ref=sr_1_1?crid=1CBONIRSAL0DR&keywords=9781648953064&qid=1642667097&sprefix=9781648953064%2Caps%2C283&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61WG342+-eL.jpg\r",
    "content": "***The Winning Habits of Steve Jobs*** provides a glimpse into the successful attributes of this remarkable icon of the technology industry. Often characterized as one of the founders of the personal computer revolution, Steve Jobs displayed distinct habits and behaviors of entrepreneurship that were the foundations of his success. Of note, the vast majority of books that describe Jobs's success emphasizes what he did in terms of dates, events, start-ups, and product launches.\r\n\r\nOther books discuss lessons learned, but they rarely address the approach of how to apply these insights. This book is different. Rather than focusing on a chronology of biographical events, *Winning Habits* will delve into an exploration of the how behind Jobs's remarkable success. It provides the perspective that Steve designed his personal life to optimize many aspects of entrepreneurship by creating and sustaining successful habits that were aligned with his core values. These core habits supported his long-term goal of becoming the preeminent technology entrepreneur of his time.\r\n\r\nBeyond the habits of Steve Jobs, this book also innovates by comparing these remarkable habits with those of entrepreneurs Jeff Bezos, Mark Cuban, Elon Musk, Bill Gates, Mark Zuckerberg, Warren Buffett, and Larry Ellison."
}, {
    "id": 946656000,
    "title": "\"The Bee Tree \"\r",
    "subtitle": "",
    "author": "Margaret And Margene Wiese\r",
    "genre": "Literature & Fiction\r",
    "amazon_link": "https://www.amazon.com/Bee-Tree-Margaret-Margene-Wiese/dp/1648953123/ref=sr_1_1?crid=33YMLO8MDN6MG&keywords=9781648953125&qid=1642666719&sprefix=9781648953125%2Caps%2C546&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/61EwcPWSf+L.jpg\r",
    "content": "The vision of The Bee Tree came to life when Margaret was sitting in front of her kitchen window and saw bees working on the Pear tree that stood outside. To her it was fascinating watching the bees busily collecting the nectar that flowed out of the Pears that were overripe and fell to the ground. Once they had been blossoms that the bees pollenated to become the pears that some were picked to get canned and some were made into pear butter. Some, to be eaten fresh. Margaret thought and visualized the families that would be intertwined by the Pear tree that was to become their stories in her book called The Bee Tree and how it was the connection and representing the Tree of their lives. and becoming a planting ground for a story that would some day be shared with not only her own fami1ly, but shared with the World."
}, {
    "id": 946656000,
    "title": "Asim's Extraordinary Journeys\r",
    "subtitle": "",
    "author": "Tommy Lee Davis\r",
    "genre": "Fantasy\r",
    "amazon_link": "https://www.amazon.com/Asims-Extraordinary-Journeys-Rogue-Elephants/dp/1648953085/ref=sr_1_1?crid=2TT635083V9E4&keywords=9781648953088&qid=1642667038&sprefix=9781648953088%2Caps%2C282&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71QhNnYszBL.jpg\r",
    "content": "Fragment-->It was a magical time of wicked kings and monsters. This second book takes Asim and his brave warriors on an epic journey, as they cross the lands to help those less fortunate, those not able to help themselves. This time, they are on a journey to Ghant to help two tribes; plagued by robbers; who kill not only elephants to steal their ivory tusks; but the tribesmen guarding them too.\r\n\r\n\r\n\r\nThe author takes you on an extraordinary journey, where you will encounter strange people, places, wizards, witches, and dragons along the way. Go with Asim and his friends on this fun packed but perilous journey through the mountains, forests, and villages as they put their lives on the line to try and end this ever-growing plight."
}, {
    "id": 946656000,
    "title": "How do you see me Inside Out?\r",
    "subtitle": "",
    "author": "Margene Wiese-Baier\r",
    "genre": "Biographies & Memoirs\r",
    "amazon_link": "https://www.amazon.com/How-you-Inside-sees-Beautiful/dp/1648953158/ref=sr_1_1?crid=3DWOY2D2JSMHG&keywords=9781648953156&qid=1642667248&sprefix=9781648953156%2Caps%2C581&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71Au7dWseuL.jpg\r",
    "content": "Im on a Journey called Life. I have been through a lot on this Journey. Even having a near-Death experience in March of 2009, when I fell and knew I could have died instantly. I told God, not asked HIM, \"God, if you want me to come home, I am ready, but if you still have work for me to do, I am willing to stay.\"\r\n\r\nI guess I still have work to do because I am still here. It has not been easy, and some days I wished I would have gone Home to be with HIM and my Mother and daughter and all my pets. I know they are all in Heaven, and I will see them again someday. For now, I am working toward all the Promises and the Destiny that He has for me.\r\n\r\nLove, Margene."
}, {
    "id": 946656000,
    "title": "\"How do you see me Inside Out? HE sees me as Beautiful! \"\r",
    "subtitle": "",
    "author": "Margene Wiese-Baier\r",
    "genre": "Biographies & Memoirs\r",
    "amazon_link": "https://www.amazon.com/How-you-Inside-sees-Beautiful/dp/1648953158/ref=sr_1_1?crid=3DWOY2D2JSMHG&keywords=9781648953156&qid=1642667248&sprefix=9781648953156%2Caps%2C581&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71Au7dWseuL.jpg\r",
    "content": "Im on a Journey called Life. I have been through a lot on this Journey. Even having a near-Death experience in March of 2009, when I fell and knew I could have died instantly. I told God, not asked HIM, \"God, if you want me to come home, I am ready, but if you still have work for me to do, I am willing to stay.\"\r\n\r\nI guess I still have work to do because I am still here. It has not been easy, and some days I wished I would have gone Home to be with HIM and my Mother and daughter and all my pets. I know they are all in Heaven, and I will see them again someday. For now, I am working toward all the Promises and the Destiny that He has for me.\r\n\r\nLove, Margene."
}, {
    "id": 946656000,
    "title": "Asim's Extraordinary Journeys\r",
    "subtitle": "",
    "author": "Tommy Lee Davis\r",
    "genre": "Fantasy\r",
    "amazon_link": "https://www.amazon.com/Asims-Extraordinary-Journeys-Crystal-Chalice/dp/1648954782/ref=sr_1_1?crid=2NVRSHYOTBIHB&keywords=9781648954788&qid=1642667142&sprefix=9781648954788%2Caps%2C280&sr=8-1\r",
    "date": "undefined undefined, undefined",
    "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/71bThH8A7WL.jpg\r",
    "content": "This third book takes you on an epic adventure spanning several mystic regions, in a magical time when wicked kings and monsters rule the lands. Asim and his warriors embark on an action-packed journey, encountering many battles on the way. Their lives are put in peril, as witches, warlocks, and many other dangerous creatures try to stop them on their hunt for the magical crystal chalice of Myru."
}]